username = input("Введите Ваше имя: " )
title = input("Введите заголовок заметки: ")
content = input("Введите описание заметки")
status = "Статус заметки"
created_date = input('Введите дату создания заметки в формате "день-месяц-год", например "26-11-2024": ')
issue_date = input('Введите дату истечения заметки (дедлайн) в формате "день-месяц-год", например "26-12-2024": ')
print('Имя пользователя: ', username)
print('Заголовок заметки: ', title)
print('Описание заметки: ', content)
print('Статус заметки: ', status)
print('Дата создания заметки: ', created_date)
print('Дата истечения заметки: ', issue_date)



